# flake8: noqa

phrases = [
	{
		"question_list": ['как попасть на стажировку', 'как мне попасть на стажировку', 'как мне попасть на стажировку в vk', 'как попасть на стажирову в vk', 'как попасть на стажировку vk', 'как мне попасть на стажировку vk'],
		"answer": "Для того, чтобы попасть на стажировку в VK, нужно в период проведения набора подать заявку на нашем сайте. Его легко найти в поиске по запросу «Стажировка VK». Следить за новостями о начале нового набора на стажировку можно в нашей группе ВКонтакте - VK Джуниор. Если хочешь узнать больше о стажировке VK, задай свой вопрос.",
		"tts": "Для того, чтобы попасть на стажировку в VK, нужно в период проведения набора подать заявку на нашем сайте. Его легко найти в поиске по запросу «Стажировка VK». Следить за новостями о начале нового набора на стажировку можно в нашей группе ВКонтакте - VK Джуниор. Если хочешь узнать больше о стажировке VK, задай свой вопрос.",
	},
	{
		"question_list": ['я могу попасть на стажировку, если я школьник'],
		"answer": "Мы можем принимать на стажировку только совершеннолетних кандидатов.",
		"tts": "Мы можем принимать на стажировку только совершеннолетних кандидатов.",
	},
	{
		"question_list": ['с какого курса можно попасть на стажировку', 'кто может попасть на стажировку', 'стажировка только для студентов'],
		"answer": "Программа стажировки по уровню сложности и условиям ориентирована на студентов от третьего курса и недавних выпускников.",
		"tts": "Программа стажировки ^по уровню сложности и условиям^, ориентирована на студентов от третьего курса и недавних выпускников.",
	},
	{
		"question_list": ['я могу попасть на стажировку, если учусь на 1 курсе', 'я могу попасть на стажировку, если учусь на 2 курсе', 'я могу попасть на стажировку, если я учусь в колледже', 'я могу попасть на стажировку, если я закончил колледж', 'я могу попасть на стажировку, если я закончила колледж'],
		"answer": "Да, если ты успешно пройдешь все отборочные испытания и окажешься лучшим кандидатом. Но важно учитывать, что программа стажировки по уровню сложности и условиям рассчитана на студентов от 3 курса и недавних выпускников.",
		"tts": "Да, — если ты успешно пройдешь все отборочные испытания и окажешься лучшим кандидатом. Но важно учитывать, что программа стажировки ^по уровню сложности и условиям^, рассчитана на студентов от третьего курса и недавних выпускников.",
	},
	{
		"question_list": ['я могу попасть на стажировку, если учусь на 3 курсе', 'я могу попасть на стажировку, если учусь в университете на 4 курсе в вузе', 'я могу попасть на стажировку, если учусь в университете на 5 курсе в вузе', 'я могу попасть на стажировку, если учусь в университете на 6 курсе в вузе', 'я могу попасть на стажировку, если учусь в вузе на 4 курсе в вузе', 'я могу попасть на стажировку, если учусь в вузе на 5 курсе в вузе', 'я могу попасть на стажировку, если учусь в вузе на 6 курсе в вузе', 'я могу попасть на стажировку, если учусь на 4 курсе в вузе', 'я могу попасть на стажировку, если учусь на 5 курсе в вузе', 'я могу попасть на стажировку, если учусь на 6 курсе в вузе', 'я могу попасть на стажировку, если учусь на 4 курсе', 'я могу попасть на стажировку, если учусь на 5 курсе', 'я могу попасть на стажировку, если учусь на 6 курсе', 'я могу попасть на стажировку, если учусь на 4 курсе вуза', 'я могу попасть на стажировку, если учусь на 5 курсе вуза', 'я могу попасть на стажировку, если учусь на 6 курсе вуза', 'я могу попасть на стажировку, если я закончил вуз', 'я могу попасть на стажировку, если я недавно закончил вуз', 'я могу попасть на стажировку, если я только что закончил вуз', 'я могу попасть на стажировку, если я закончила вуз', 'я могу попасть на стажировку, если я недавно закончила вуз', 'я могу попасть на стажировку, если я только что закончила вуз', 'я могу попасть на стажировку, если я в этом году закончу вуз', 'я могу попасть на стажировку, если я в этом году заканчиваю вуз', 'я могу попасть на стажировку, если я учусь на последнем курсе вуза', 'я могу попасть на стажировку, если я учусь на последнем курсе', 'я могу попасть на стажировку, если я в этом году заканчиваю учебу в вузе', 'я могу попасть на стажировку, если учусь на 4 курсе университета', 'я могу попасть на стажировку, если учусь на 5 курсе университета', 'я могу попасть на стажировку, если учусь на 6 курсе университета', 'я могу попасть на стажировку, если я закончил университет', 'я могу попасть на стажировку, если я недавно закончил университет', 'я могу попасть на стажировку, если я только что закончил университет', 'я могу попасть на стажировку, если я закончила университет', 'я могу попасть на стажировку, если я недавно закончила университет', 'я могу попасть на стажировку, если я только что закончила университет', 'я могу попасть на стажировку, если я в этом году закончу университет', 'я могу попасть на стажировку, если я в этом году заканчиваю университет', 'я могу попасть на стажировку, если я учусь на последнем курсе университета', 'я могу попасть на стажировку, если я учусь на последнем курсе', 'я могу попасть на стажировку, если я в этом году заканчиваю учебу в университете', 'я могу попасть на стажировку, если я в этом году заканчиваю учебу', 'я могу попасть на стажировку, если я аспирант', 'я могу попасть на стажировку, если я аспирантка', 'я могу попасть на стажировку, если я учусь в магистратуре', 'я могу попасть на стажировку, если я закончил магистратуру', 'я могу попасть на стажировку, если я закончила магистратуру', 'я могу попасть на стажировку, если я закончил бакалавриат', 'я могу попасть на стажировку, если я закончила бакалавриат', 'я могу попасть на стажировку, если я закончил специалитет', 'я могу попасть на стажировку, если я закончила специалитет', 'я могу попасть на стажировку, если я студент'],
		"answer": "Да, если ты успешно пройдешь все отборочные испытания и окажешься лучшим кандидатом. Программа стажировки по уровню сложности и условиям рассчитана на студентов от 3 курса и недавних выпускников.",
		"tts": "Да, — если ты успешно пройдешь все отборочные испытания и окажешься лучшим кандидатом. Программа стажировки  ^по уровню сложности и условиям^, рассчитана на студентов от третьего курса и недавних выпускников.",
	},
	{
		"question_list": ['я могу попасть на стажировку, если у меня нет вышки', 'я могу попасть на стажировку, если я получил спо', 'я могу попасть на стажировку, если я получил только спо', 'я могу попасть на стажировку, если я закончил только колледж', 'я могу попасть на стажировку, если я закончил колледж', 'я могу попасть на стажировку, если у меня только среднее профессиональоне образование', 'я могу попасть на стажировку, если я получил только среднее профессиональоне образование', 'я могу попасть на стажировку, если я получила только среднее профессиональоне образование', 'я могу попасть на стажировку, если у меня нет вышки', 'я могу попасть на стажировку, если у меня нет высшего образования', 'я могу попасть на стажировку, если закончил онлайн курсы'],
		"answer": "Высшее образование — не ключевой фактор. Мы обращаем внимание на высокую мотивацию кандидата и его способность к развитию. Получение или наличие профильного образования по выбранному направлению — будет плюсом.",
		"tts": "Высшее образование — не ключевой фактор. Мы обращаем внимание на высокую мотивацию кандидата и его способность к развитию. Получение или наличие профильного образования по выбранному направлению будет плюсом.",
	},
	{
		"question_list": ['я могу попасть на стажировку, если у меня нет профильного образования'],
		"answer": "Образование — не ключевой фактор. Мы обращаем внимание на высокую мотивацию кандидата и его способность к развитию. Получение или наличие профильного образования по выбранному направлению — будет плюсом.",
		"tts": "Образование — не ключевой фактор. Мы обращаем внимание на высокую мотивацию кандидата и его способность к развитию. Получение или наличие профильного образования по выбранному направлению будет плюсом.",
	},
	{
		"question_list": ['сколько длится стажировка', 'какая продолжительность стажировки', 'сколько обычно длится стажировка'],
		"answer": "Стажировка длится от 2 до 6 месяцев в зависимости от направления и программы.",
		"tts": "Стажировка длится от 2 до 6 месяцев в зависимости от направления и программы.",
	},
	{
		"question_list": ['сколько платят на стажировке', 'какая оплата на стажировке', 'какая зарплата на стажировке', 'стажировка оплачивается', 'стажировка оплачиваемая', 'какой размер оплаты на стажировке', 'от чего зависит оплата на стажировке', 'от чего зависит размер оплаты на стажировке'],
		"answer": "Стажировка в VK оплачиваемая. Размер оплаты обсуждается с кандидатами индивидуально на собеседовании. Мы предлагаем конкурентную оплату для начального уровня в выбранном направлении.",
		"tts": "^Стажировка в VK^ оплачиваемая! ^Размер оплаты^ обсуждается с кандидатами индивидуально на собеседовании. Мы предлагаем конкурентную оплату для начального уровня в выбранном направлении.",
	},
	{
		"question_list": ['какие направления есть на стажировке', 'в каких направлениях проходит стажировка', 'в каких направлениях проводится стажировка', 'по каким направлениях проводится стажировка', 'какие направления есть на стажировке', 'на стажировке есть направление аналитики', 'на стажировке есть направление разработки', 'на стажировке есть направление дизайна', 'на стажировке есть направление марктинга', 'на стажировке есть направление тестирование', 'есть ли стажировка для фронтэндеров', 'есть ли стажировка для бэкендеров', 'есть ли стажировка для аналитиков', 'есть ли стажировка для разработчиков', 'есть ли стажировка для дизайнеров', 'есть ли стажировка для менеджеров проектов', 'есть ли стажировка по фронтенду', 'есть ли стажировка по бэкенду', 'есть ли стажировка в разработке', 'есть ли стажировка в дизайне', 'есть ли стажировка в аналитике'],
		"answer": "Стажировку можно проходить по разным направлениям - от разработки и аналитики до дизайна и управления проектами. Посмотреть актуальные направления можно на нашем сайте. Его легко найти в поиске по запросу «Стажировка VK».",
		"tts": "Стажировку можно проходить по разным направлениям: от разработки и аналитики — до дизайна и управления проектами. Посмотреть актуальные направления можно на нашем сайте. Его легко найти в поиске по запросу «Стажировка VK».",
	},
	{
		"question_list": ['как отбирают на стажировку', 'какие этапы отбора на стажировку', 'какие этапы отбора предусмотрены', ''],
		"answer": "Отбор на стажировку состоит из нескольких тестовых заданий по профилю вакансии и собеседований.",
		"tts": "Отбор на стажировку, состоит из нескольких тестовых ^заданий по профилю вакансии^ и собеседований.",
	},
	{
		"question_list": ['когда начинается стажировка', 'когда проходит стажировка', 'когда будет следующий набор на стажировку', 'а будет ли летняя волна', 'сколько волн вы запускаете в год'],
		"answer": "Даты проведения ближайшей стажировки можно посмотреть на нашем сайте. Его легко найти в поиске по запросу «Стажировка VK». ",
		"tts": "Даты проведения ближайшей стажировки можно посмотреть на нашем сайте. Его легко найти в поиске по запросу «Стажировка VK».",
	},
	{
		"question_list": ['как узнать о начале регистрации на стажировку', 'как узнать о начале набора на стажировку', 'как узнать о начале нового набора на стажировку', 'как мне узнать о начале набора на стажировку', 'как мне узнать о начале нового набора на стажировку', 'как я могу узнать о начале набора на стажировку', 'где узнать о начале набора на стажировку', 'где узнать о начале регистрации на стажировку', 'как узнать о старте регистрации на стажировку', 'как узнать,что началась регистрация на стажировку'],
		"answer": "Чтобы узнать о начале регистрации на стажировку VK, следи за новостями в нашей группе ВКонтакте - VK Джуниор.",
		"tts": "Чтобы узнать о начале регистрации на стажировку VK, следи за новостями в нашей группе ВКонтакте - VK Джуниор.",
	},
	{
		"question_list": ['а меня возьмут на работу после стажировки', 'можно ли после стажировки остаться работать в компании', 'можно ли после стажировки попасть на работу в компанию', 'можно ли после стажировки устроиться на работу в компанию', 'можно ли после стажировки попасть на работу в vk', 'можно ли после стажировки устроиться на работу в vk', 'можно ли после стажировки остаться работать в vk'],
		"answer": "Тебе могут предложить место в команде, если ты успешно пройдешь стажировку и будет подходящая вакансия.",
		"tts": "Тебе могут предложить место в команде если ты успешно пройдешь стажировку и будет подходящая вакансия.",
	},
	{
		"question_list": ['сколько стажёров берут на работу после стажировки', 'сколько стажёров остаются в компании после стажировки', 'есть ли возможность устроиться на работу в vk после стажировки'],
		"answer": "В 2022м году после завершения стажировки  70% стажёров продолжили работу в компании.",
		"tts": "В 2022м году после завершения ^стажировки^, семьдесят процентов стажёров продолжили работу в компании.",
	},
	{
		"question_list": ['а можно выбрать несколько направлений стажировки', 'сколько насправлений стажировки можно выбрать', 'можно проходить отбор сразу на несколько направлений стажировки'],
		"answer": "Мы рекомендуем выбирать не более двух направлений, так как отборочные испытания на все направления проходят одновременно.",
		"tts": "Мы рекомендуем, выбирать не более ^двух^ направлений, так как отборочные испытания на все́ направления проходят одновременно.",
	},
	{
		"question_list": ['в каких проектах проходит стажировка', 'в каких проектах vk можно стажироваться', 'в каких проектах vk можно пройти стажировку', 'можно пройти стажировку вконтакте', 'можно пройти стажировку в марусе', 'можно пройти стажировку в одноклассниках', 'можно пройти стажировку в почте', 'есть ли стажировка в вконтакте', 'есть ли стажировка в одноклассниках', 'есть ли стажировка в почте'],
		"answer": "Стажировку можно проходить во многих проектах VK - ВКонтакте, Одноклассниках, Почте mail.ru, даже в команде Маруси! Посмотреть актуальный список проектов, в которых будет проводиться ближайшая стажировка, можно на нашем сайте. Его легко найти в поиске по запросу «Стажировка VK». ",
		"tts": "Стажировку можно проходить во многих проектах VK. ^ВКонтакте, Одноклассниках, почте mail ru^, даже ^в команде Маруси^! Посмотреть актуальный список проектов, в которых будет проводиться ближайшая стажировка, можно на нашем сайте. Его легко найти в поиске по запросу «Стажировка VK».",
	},
	{
		"question_list": ['какая занятость на стажировке', 'какая занятость будет на стажировке', 'сколько часов в неделю занимает стажировка', 'какой график работы на стажировке', 'я смогу совмещать стажировку и учебу', 'можно ли совмещать стажировку с учебой', 'можно ли совмещать стажировку с другой работой'],
		"answer": "У каждой вакансии свои требования. В учебный период занятость на стажировке может составлять от 20 часов в неделю, в летний период - около 40 часов в неделю.",
		"tts": "У каждой вакансии свои требования. В учебный период занятость на стажировке может составлять ^от двадцати^ часов в неделю. В летний период — около сорока часов в неделю.",
	},
	{
		"question_list": ['я смогу совмещать работу и учебу'],
		"answer": "В зависимости от направления, в учебный период занятость на стажировке может составлять от 20 часов в неделю, в летний период - около 40 часов в неделю.",
		"tts": "В зависимости от направления, в учебный период занятость на стажировке может составлять ^от двадцати^ часов в неделю. В летний период — около сорока часов в неделю.",
	},
	{
		"question_list": ['какие навыки мне нужны, чтобы пройти отбор', 'как подготовиться'],
		"answer": "У каждого направления свои требования. Какие навыки нужны на конкретную вакансию можно посмотреть на нашем сайте. Его легко найти в поиске по запросу «Стажировка VK». ",
		"tts": "У каждого направления свои требования. Какие навыки нужны на конкретную ^вакансию^ можно посмотреть на нашем сайте. Его легко найти в поиске по запросу «Стажировка VK».",
	},
	{
		"question_list": ['какие критерии отбора'],
		"answer": "Мы не отказываем кандидатам в отборе на стажировку по формальным критериям - попробовать пройти отборочные испытания может каждый кандидат, которому исполнится 18 лет до начала стажировки.",
		"tts": "Мы не отказываем кандидатам в отборе на стажировку по формальным критериям. Попробовать пройти отборочные испытания может каждый кандидат, которому исполнится восемнадцать лет до начала стажировки.",
	},
	{
		"question_list": ['сколько мест на каждое направление'],
		"answer": "Количество мест на стажировку зависит от направления.",
		"tts": "Количество мест на стажировку зависит от направления.",
	},
	{
		"question_list": ['какое оформление на стажировку', 'как оформляется стажировка', 'на стажировку есть официальное оформление'],
		"answer": "Стажировка оформляется по срочному трудовому договору.",
		"tts": "Стажировка оформляется по срочному трудовому договору.",
	},
	{
		"question_list": ['есть ли практика в vk', 'можно ли пройти практику в vk', 'можно ли оформить стажировку как практику', 'если я буду проходить стажировку в vk, можно ли засчитать ее за практику для вуза'],
		"answer": "Мы можем оформить практику для вуза, если ее сроки совпадут с периодом прохождения стажировки или работы в компании.",
		"tts": "Мы можем оформить практику для вуза, если ее сроки совпадут с периодом прохождения стажировки или работы в компании.",
	},
	{
		"question_list": ['как попасть на работу в vk', 'если у меня нет опыта работы могу ли я попасть на работу в vk', 'а в vk есть вакансии для кандидатов без опыта', 'в vk есть вакансии для кандидатов без опыта работы', 'в vk есть вакансии для кандидатов без опыта работы', 'как студенту попасть на работу в vk', 'как студенту устроиться на работу в vk'],
		"answer": """Начать свою карьеру в VK начинающим специалистам можно несколькими путями:
Ты можешь пройти стажировку в VK. Если пройдешь ее успешно и в команде будет подходящая вакансия, тебе могут предложить остаться на постоянную работу.
А еще ты можешь пойти учиться на одном из проектов от VK Образования. Большинство вакансий компании уровня джун публикуются исключительно для студентов и выпускников наших образовательных проектов.""",
		"tts": """Начать свою карьеру в VK начинающим специалистам можно несколькими путями:
Ты можешь пройти ^стажировку в VK^. Если пройдешь ее успешно и в команде будет подходящая вакансия, тебе могут предложить остаться на постоянную работу.
А еще ты можешь пойти учиться на одном из проектов от VK Образования. Большинство вакансий компании уровня джун публикуются исключительно для студентов и выпускников наших образовательных проектов.""",
	},
	{
		"question_list": ['зачем вы проводите образовательные проекты', 'зачем вы проводите курсы'],
		"answer": "Мы ежегодно открываем тысячам молодых людей путь в мир IT и digital, а лучшим выпускникам даем шанс присоединиться к команде VK.",
		"tts": "Мы ежегодно открываем тысячам молодых людей путь в мир айти́ и digital, а лучшим выпускникам даем шанс присоединиться к команде VK.",
	},
	{
		"question_list": ['кто может поступить на образовательные проекты', 'кто может поступить на курсы'],
		"answer": "Смотри информацию о вступительных испытаниях на странице конкретного курса. В зависимости от дисциплины требования могут быть разными. Обычно мы ориентируемся на студентов и недавних выпускников вузов. Информацию обо всех образовательных проектах VK можно найти на нашем сайте, который можно найти по запросу VK Образование",
		"tts": "Смотри информацию о вступительных испытаниях на странице конкретного курса. В зависимости от дисциплины требования могут быть разными. Обычно мы ориентируемся на студентов и недавних выпускников вузов. Информацию обо всех образовательных проектах VK можно найти на нашем сайте, который можно найти по запросу VK Образование",
	},
	{
		"question_list": ['как поступить на образовательные проекты', 'какие поступить на курсы'],
		"answer": "Обычно отбор происходит в формате тестирования, но на некоторые курсы мы просим записать видеовизитку или решить кейс. Смотри информацию о вступительных испытаниях на странице конкретного курса на сайте VK Образование. В зависимости от дисциплины требования могут быть разными. Там же ты найдёшь материалы для подготовки к вступительным испытаниям.",
		"tts": "Обычно отбор происходит в формате тестирования, но на некоторые курсы мы просим записать видеовизитку или решить кейс. Смотри информацию о вступительных испытаниях на странице конкретного курса на сайте VK Образование. В зависимости от дисциплины требования могут быть разными. Там же ты найдёшь материалы для подготовки к вступительным испытаниям.",
	},
	{
		"question_list": ['сколько стоит обучение', 'курсы платные'],
		"answer": "Обучение на образовательных проектах VK бесплатное",
		"tts": "Обучение на образовательных проектах VK — бесплатное",
	},
	{
		"question_list": ['как часто проходит набор'],
		"answer": "Обычно два раза в год: зимой и летом. Но время набора может меняться, следите за анонсами в нашей группе ВКонтакте VK Джуниор",
		"tts": "Обычно два раза в год: зимой и летом. Но время набора может меняться. Следите за анонсами в нашей группе ВКонтакте VK Джуниор.",
	},
	{
		"question_list": ['как подать заявку на обучение'],
		"answer": "Выбери курс и зарегистрируйся на сайте VK Образование. После регистрации у тебя появится личный кабинет, в котором будет список доступных программ — выбирай подходящую и подавай заявку. В день старта отбора мы отправим тебе приглашение на вступительные испытания.",
		"tts": "Выбери курс и зарегистрируйся на сайте VK Образование. После регистрации у тебя появится личный кабинет, в котором будет список доступных программ. Выбирай подходящую и подавай заявку. В день старта отбора мы отправим тебе приглашение на вступительные испытания.",
	},
	{
		"question_list": ['какая будет нагрузка'],
		"answer": "Обычно от четырёх академических часов в неделю без учёта времени на домашние задания. Но нагрузка на каждом курсе может быть разной.",
		"tts": "Обычно, от четырёх академических часов в неделю, без учёта времени на домашние задания. Но нагрузка на каждом курсе может быть разной.",
	},
	{
		"question_list": ['где проходят занятия'],
		"answer": "Место проведения занятий ты сможешь найти на странице нужного курса. В основном занятия проходят в онлайн-формате, но бывают и очные занятия и курсы.",
		"tts": "Место проведения занятий ты сможешь найти на странице нужного курса. В основном, занятия проходят в онлайн-формате, но бывают и очные занятия и курсы.",
	},
	{
		"question_list": ['во сколько начинаются занятия', 'когда идут занятия', 'в какое время идут занятия', 'в какое время проводятся занятия', 'в какое время проходят занятия'],
		"answer": "Мы стараемся составить расписание таким образом, чтобы занятия не пересекались с основной учёбой в вузе. Чаще всего обучение проходит в будни по вечерам, также возможны занятия по выходным — утром и днём. Точное расписание можно найти в личном кабинете после зачисления.",
		"tts": "Мы стараемся составить расписание ^таким образом^, чтобы занятия не пересекались с основной учёбой в вузе. Чаще всего обучение проходит в будни по вечерам. Также возможны занятия по выходным — утром и днём. Точное расписание можно найти в личном кабинете после зачисления.",
	},
	{
		"question_list": ['будет ли запись занятий'],
		"answer": "Мы записываем ключевые онлайн-занятия и публикуем их на портале вместе с домашними заданиями.",
		"tts": "Мы записываем ключевые онлайн-занятия и публикуем их на портале вместе с домашними заданиями.",
	},
	{
		"question_list": ['какое оборудование необходимо для занятий', 'что нужно для занятий'],
		"answer": "Нужен только ноутбук, но для некоторых программ обучения к нему есть особые требования — смотри их на странице нужного курса на сайте VK Образование.",
		"tts": "Нужен только ноутбук, но для некоторых программ обучения, к нему есть особые требования — смотри их на странице нужного курса на сайте VK Образование.",
	},
	{
		"question_list": ['кто преподаёт на курсах', 'кто ведёт курсы', 'кто читает курсы'],
		"answer": "Сотрудники VK и компаний-партнёров. Кстати, многие из них — выпускники наших образовательных проектов.",
		"tts": "Сотрудники VK и компаний-партнёров. Кстати, многие из них — выпускники наших образовательных проектов.",
	},
	{
		"question_list": ['каковы шансы работать в vk после прохождения образовательного курса'],
		"answer": "Более 1000 выпускников наших образовательных программ и курсов уже работают в различных бизнес-юнитах VK. Студенты и выпускники VK Образования первыми получают доступ к открывающимся в компании вакансиям уровня джун и рассматриваются на них в приоритетном порядке.",
		"tts": "Более 1000 выпускников наших образовательных программ и курсов уже работают в различных бизнес-ю́нитах VK. Студенты и выпускники VK Образования первыми получают доступ к открывающимся в компании вакансиям уровня джун и рассматриваются на них в приоритетном порядке.",
	},
	{
		"question_list": ['что даёт студенту обучение на ваших курсах', 'что мне даст обучение', 'что я получу отобучения'],
		"answer": "Ты сможешь получить углублённые знания по одному из направлений разработки, поработаешь в команде и познакомишься со студентами из других вузов. А ещё ты получишь сертификат об окончании курса, если успешно завершишь его и наберёшь достаточное количество баллов.",
		"tts": "Ты сможешь получить углублённые знания по одному из направлений разработки. Поработаешь в команде и познакомишься со студентами из других вузов. А ещё ты получишь сертификат об окончании курса, если успешно завершишь его и наберёшь достаточное количество баллов.",
	},
	{
		"question_list": ['получу ли я диплом или сертификат об окончании курса'],
		"answer": "Да, все студенты, которые набрали необходимое количество баллов для завершения курса, получат сертификат. Он станет отличным дополнением к портфолио.",
		"tts": "Да — все студенты, которые набрали необходимое количество баллов для завершения курса, получат сертификат. Он станет отличным дополнением к портфолио.",
	},
	{
		"question_list": ['после обучения я смогу работать в vk'],
		"answer": "Конечно! Будем тебе рады! Студенты, которые обучаются на наших курсах первыми получают доступ к джуниор-вакансиям компании и приоритет среди других кандидатов.",
		"tts": "Конечно! Будем тебе рады! Студенты, которые обучаются на наших курсах первыми получают доступ к ^джуниор вакансиям компании^ и приоритет среди других кандидатов.",
	},
	{
		"question_list": ['как проходит отбор на вакансии для молодых специалистов'],
		"answer": "После поступления ты получишь доступ к закрытым вакансиям, сможешь откликнуться и пройти отбор. Обычно он включает в себя несколько тестовых заданий и собеседования",
		"tts": "После поступления ты получишь доступ к закрытым вакансиям, сможешь откликнуться и пройти отбор. Обычно он включает в себя несколько тестовых заданий и собеседования",
	},
	{
		"question_list": ['где узнать о новых наборах на курсы', 'как узнать о новых наборах на курсы'],
		"answer": "Подпишись на группу VK Джуниор ВКонтакте, там мы публикуем все новости и анонсы новых курсов и программ. А ещё там бывают полезные эфиры, посты и конкурсы.",
		"tts": "Подпишись на группу VK Джуниор ВКонтакте, там мы публикуем все новости и анонсы новых курсов и программ. А ещё там бывают полезные эфиры, посты и конкурсы.",
	},
	{
		"question_list": ['расскажите про ваши образовательные проекты'],
		"answer": "Конечно! Уже более 11 лет VK Образование ежегодно помогает тысячам молодых людей определяться с направлением деятельности, осваивать современные профессии, приобретать новые и оттачивать имеющиеся навыки в сфере IT и digital, предоставляет карьерные возможности перспективным специалистам и устраивает тематические чемпионаты.",
		"tts": "Конечно! Уже более 11 лет VK Образование ежегодно помогает тысячам молодых людей определяться с направлением деятельности, осваивать современные профессии, приобретать новые и оттачивать имеющиеся навыки в сфере IT и digital. Предоставляет карьерные возможности перспективным специалистам и устраивает тематические чемпионаты.",
	},
	{
		"question_list": ['с какими вузами вы сотрудничаете'],
		"answer": "Мы сотрудничаем с ведущими вузами страны и фокусируемся на IT и digital специальностях. Чтобы узнать о форматах сотрудничества с твоим вузом, следи за новостями в группе VK Джуниор и на сайте VK Образование.",
		"tts": "Мы сотрудничаем с ведущими вузами страны и фокусируемся на IT и digital специальностях. Чтобы узнать о форматах сотрудничества с твоим вузом, следи за новостями в группе ^VK Джуниор^ и на сайте VK Образование.",
	},
	{
		"question_list": ['вы проводите хакатоны', 'вы проводите чемпионаты', 'вы проводите олимпиады', 'вы проводите что-то для школьников', 'вы делаете что-то для школьников', 'у вас есть чтто-то для школьников', 'к вам можно попасть на экскурсию', 'можно попасть на экскурсию'],
		"answer": "Да! Самая актуальная информация об этом появляется в группе VK Джуниор и на сайте VK Образование.",
		"tts": "Да! Самая актуальная информация об этом появляется в группе VK Джуниор и на сайте VK Образование.",
	},
	{
		"question_list": ['расскажи ещё что-нибудь про образование'],
		"answer": "С радостью! В команде Маруси работает несколько выпускников образовательных проектов, стажёров, а также несколько преподавателей образовательных проектов. Как мне приятно делиться этим с вами :)",
		"tts": "С радостью! В команде Маруси работает несколько выпускников образовательных проектов, стажёров, а также несколько преподавателей образовательных проектов. Как мне приятно делиться этим с вами",
	},
	{
		"question_list": ['в vk проводится стажировка', 'в vk проводятся стажировки', 'vk проводит стажировки'],
		"answer": "В VK проводятся стажировки для студентов и выпускников. Что ты хочешь узнать о стажировке VK?",
		"tts": "В VK проводятся стажировки для студентов и выпускников. ^Что ты хочешь узнать^ о стажировке VK?",
	},
	{
		"question_list": ['запусти скилл стажировка vk', 'запусти skill стажировка vk', 'запусти скилл стажировка в vk', 'запусти skill стажировка в vk'],
		"answer": ["В VK проводятся стажировки для студентов и выпускников. Что ты хочешь узнать о стажировке VK?", "Я расскажу тебе все о стажировке в VK. Задай свой вопрос."],
		"tts": ["В VK проводятся стажировки для студентов и выпускников. ^Что ты хочешь узнать^ о стажировке VK?", "Я расскажу тебе все о стажировке в VK. Задай свой вопрос."],
	},
	{
		"question_list": ['запусти скилл vk образование', 'запусти skill vk образование'],
		"answer": ["С 2011 года VK проводит бесплатные интенсивы, курсы и долгосрочные программы для школьников, студентов и профессионалов. Что ты хочешь узнать про образовательные проекты VK?", "Я расскажу тебе все про образовательные проекты VK. Задай свой вопрос."],
		"tts": ["С 2011 года VK проводит бесплатные интенсивы, курсы и долгосрочные программы для школьников, студентов и профессионалов. ^Что ты хочешь узнать^ про образовательные проекты VK?", "Я расскажу тебе все про образовательные проекты VK. Задай свой вопрос."],
	},
	{
		"question_list": ['запусти скилл образовательные проекты vk', 'запусти skill образовательные проекты vk', 'запусти скилл образовательные проекты в vk', 'запусти skill образовательные проекты в vk'],
		"answer": ["С 2011 года VK проводит бесплатные интенсивы, курсы и долгосрочные программы для школьников, студентов и профессионалов. Что ты хочешь узнать про образовательные проекты VK?", "Я расскажу тебе все про образовательные проекты VK. Задай свой вопрос."],
		"tts": ["С 2011 года VK проводит бесплатные интенсивы, курсы и долгосрочные программы для школьников, студентов и профессионалов. ^Что ты хочешь узнать^ про образовательные проекты VK?", "Я расскажу тебе все про образовательные проекты VK. Задай свой вопрос."],
	},
	{
		"question_list": ['запусти скилл карьера для студентов в vk', 'запусти skill карьера для студентов в vk', 'запусти скилл карьера для студентов vk', 'запусти skill карьера для студентов vk'],
		"answer": "На работу в VK можно попасть через наши образовательные проекты или стажировку для студентов и выпускников. Хочешь узнать больше о стажировке или образовательных проектах VK?",
		"tts": "На работу в VK можно попасть через наши образовательные проекты или стажировку для студентов и выпускников. Хочешь узнать больше о стажировке или ^образовательных^ проектах VK?",
	},
	{
		"question_list": ['о стажировке', 'о стажировке vk', 'расскажи о стажировке', 'расскажи о стажировке vk', 'хочу узнать больше о стажировке vk', 'хочу узнать больше о стажировке'],
		"answer": "Стажировка VK впервые запустилась централизованно на всю компанию в 2022 году. Стажировка — отличное решение, если ты учишься в вузе, у тебя еще нет опыта и ты пока не знаешь, чем хочешь заниматься в будущем.  В течение 2–5 месяцев ты поработаешь над реальными кейсами под руководством наставников и поймёшь, что подходит именно тебе. Что еще ты хочешь узнать о стажировке?",
		"tts": "Стажировка VK впервые запустилась централизованно на всю компанию в 2022 году. Стажировка — отличное решение, если ты учишься в вузе, у тебя еще нет опыта и ты пока не знаешь, чем хочешь заниматься в будущем.  В течение 2–5 месяцев ты поработаешь над реальными кейсами под руководством наставников и поймёшь, что подходит именно тебе. Что ^еще ты хочешь узнать^ о стажировке?",
	},
	{
		"question_list": ['об образовательных проектах', 'об образовательных проектах vk', 'расскажи об образовательных проектах vk', 'расскажи об образовательных проектах', 'расскажи про образовательные проекты vk', 'расскажи про образовательные проекты', 'хочу узнать больше об образовательных проектах vk', 'хочу узнать больше об образовательных проектах'],
		"answer": """С 2011 года VK разрабатывает бесплатные интенсивы, курсы и долгосрочные программы для школьников, студентов и профессионалов.
Мы помогаем определяться с направлением деятельности, осваивать современные профессии, приобретать новые и оттачивать имеющиеся навыки в сфере IT и digital.
В сотрудничестве с ведущими вузами страны и экспертами-практиками из VK и индустрии мы открываем путь в мир IT и digital, а лучшим выпускникам даем шанс присоединиться к команде VK.
Что еще ты хочешь узнать про образовательные проекты VK?""",
		"tts": """С 2011 года, VK разрабатывает бесплатные интенсивы, курсы и долгосрочные программы для школьников, студентов и профессионалов.
Мы помогаем определяться с направлением деятельности, осваивать современные профессии, приобретать новые и оттачивать имеющиеся навыки в сфере IT и digital.
В сотрудничестве с ведущими вузами страны и экспертами-практиками из VK и индустрии мы открываем путь в мир айти́ и digital, а лучшим выпускникам даем шанс присоединиться к команде VK.
Что еще ты хочешь узнать про образовательные проекты VK?""",
	},
]

stop_phrases = {
	"question_list": ["стоп", "хватит", "выйти", "остановись", "прекрати", "отстань", "больше не нужно", "не нужно",
					  "не надо", "харэ", "захлопнись", "замолчи", "молчать", "ни звука", "выход", "ничего", "on_interrupt"],
	"answer": "Всегда рада поболтать. Если захочешь узнать больше о стажировке или образовательных проектах VK - просто спроси меня. До скорых встреч!",
	"tts": "Всегда рада поболтать. Если захочешь узнать больше о стажировке или образовательных проектах VK — просто спроси меня. До скорых встреч!",
}

dont_understand = {
	"answer": "Извини, я не поняла твой вопрос. Задай его по-другому.",
	"tts": "Извини, я не поняла твой вопрос. Задай его по-другому.",
}

dont_understand_last_try = {
	"answer": "Извини, я пока не знаю ответа на этот вопрос. Но, может быть, он есть на сайте VK Образование или Стажировка VK.",
	"tts": "Извини, я пока не знаю ответа на этот вопрос. Но, может быть, он есть на сайте VK Образование или Стажировка VK.",
}
